Dlubal.RFEM5.ILineOnSurface
Interface for working with line on surface

Dlubal.RFEM5.ILineOnSurface.GetExtraData
Gets line on surface parameters.
Returns: Line on surface parameters.

Dlubal.RFEM5.ILineOnSurface.SetExtraData(System.UInt32@)
Sets line on surface parameters.
Line: Line on surface parameters.